Revit 2024 API
ParameterTypeId.RebarElemLayoutRule Property
 "Layout Rule"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarElemLayoutRule { get; }
Visual Basic
Public Shared ReadOnly Property RebarElemLayoutRule As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarElemLayoutRule {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace